IdeaRS.Connections
GussetData.ConnectedTo Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the information about the item which will be connected to the member.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConnectedToType ConnectedTo { get; set; }
Property Value
Type: ConnectedToType
See Also
Reference
GussetData Class
IdeaRS.Connections.Data Namespace